{
  "id": 72,
  "passage":
    " the outskirts of a small town a red-and-blue placard setting forth the great advantages of the Empire of Brazil as a field for the emigrating agriculturist. Land was offered there on exceptionally advantageous terms. Brazil somewhat attracted him as a new idea. Tess could eventually join him there, and perhaps in that country of contrasting scenes and notions and habits the conventions would not be so operative which made life with her seem impracticable to him here. In brief he was strongly inclined to try Brazil, especially as the season for going thither was just at hand. With this view he was returning to Emminster to disclose his plan to his parents, and to make the best explanation he could make of arriving without Tess, short of revealing what had actually separated them. As he reached the door the new moon shone upon his face, just as the old one had done in the small hours of that morning when he had carried his wife in his arms across the river to the graveyard of the monks; ",
  "bookId": 20,
  "createdAt": "2017-02-24T07:08:05.037Z",
  "bookTitle": "Tess of the d'Urbervilles",
  "authorId": 1,
  "author": "tracy",
  "selectedTexts": [[103, 106], [198, 211]],
  "centered": false,
  "colorRange": 3,
  "backgroundId": 8,
  "fontSetId": 1,
  "text": [
    {
      "text":
        " the outskirts of a small town a red-and-blue placard setting forth the great advantages of the Empire ",
      "isSelected": false
    },
    {
      "text": "of ",
      "isSelected": true
    },
    {
      "text":
        "Brazil as a field for the emigrating agriculturist. Land was offered there on exceptionally ",
      "isSelected": false
    },
    {
      "text": "advantageous ",
      "isSelected": true
    },
    {
      "text":
        "terms. Brazil somewhat attracted him as a new idea. Tess could eventually join him there, and perhaps in that country of contrasting scenes and notions and habits the conventions would not be so operative which made life with her seem impracticable to him here. In brief he was strongly inclined to try Brazil, especially as the season for going thither was just at hand. With this view he was returning to Emminster to disclose his plan to his parents, and to make the best explanation he could make of arriving without Tess, short of revealing what had actually separated them. As he reached the door the new moon shone upon his face, just as the old one had done in the small hours of that morning when he had carried his wife in his arms across the river to the graveyard of the monks; ",
      "isSelected": false
    }
  ]
}
